Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add screenshots from Photos or Files, then drop in text, shapes, and a device frame.
ar: قم بإضافة لقطات شاشة من الصور أو الملفات، ثم قم بإسقاط النص والأشكال وإطار الجهاز.
ca: Afegiu captures de pantalla de Fotos o Fitxers i, a continuació, introduïu text, formes i un marc del dispositiu.
cs: Přidejte snímky obrazovky z fotografií nebo souborů a poté vložte text, tvary a rámeček zařízení.
da: Tilføj skærmbilleder fra Fotos eller Filer, og indsæt derefter tekst, figurer og en enhedsramme.
de: Füge Screenshots aus Fotos oder Dateien hinzu und ergänze dann Text, Formen und einen Geräterahmen.
el: Προσθέστε στιγμιότυπα οθόνης από Φωτογραφίες ή Αρχεία και, στη συνέχεια, προσθέστε κείμενο, σχήματα και ένα πλαίσιο συσκευής.
es: Añade capturas desde Fotos o Archivos y luego inserta texto, formas y un marco de dispositivo.
fa: اسکرین‌شات‌ها را از Photos یا Files اضافه کنید، سپس متن، شکل و قاب دستگاه بگذارید.
fi: Lisää kuvakaappauksia Kuvat- tai Tiedostot-apista ja lisää sitten tekstiä, muotoja ja laitekehys.
fr: Ajoutez des captures d'écran depuis Photos ou Fichiers, puis ajoutez du texte, des formes et un cadre d'appareil.
he: הוסף צילומי מסך מתמונות או מקבצים, ולאחר מכן הוסף טקסט, צורות ומסגרת של מכשיר.
hr: Dodajte snimke zaslona iz fotografija ili datoteka, zatim ubacite tekst, oblike i okvir uređaja.
hu: Adjon hozzá képernyőképeket a Fényképek vagy Fájlok alkalmazásból, majd dobjon be szöveget, alakzatokat és egy eszközkeretet.
id: Tambahkan tangkapan layar dari Foto atau File, lalu masukkan teks, bentuk, dan bingkai perangkat.
it: Aggiungi screenshot da Foto o File, poi inserisci testo, forme e una cornice del dispositivo.
ja: 写真またはファイルからスクリーンショットを追加し、テキスト、図形、デバイスフレームを配置します。
ko: 사진 또는 파일에서 스크린샷을 추가한 다음 텍스트, 도형, 기기 프레임을 넣으세요.
ms: Tambahkan tangkapan skrin daripada Foto atau Fail, kemudian masukkan teks, bentuk dan bingkai peranti.
nl: Voeg schermafbeeldingen toe uit Foto's of Bestanden en voeg vervolgens tekst, vormen en een apparaatframe toe.
no: Legg til skjermbilder fra Bilder eller filer, og slipp deretter inn tekst, former og en enhetsramme.
pl: Dodaj zrzuty ekranu ze Zdjęć lub Plików, a następnie upuść tekst, kształty i ramkę urządzenia.
pt_br: Adicione capturas de tela de Fotos ou Arquivos e insira texto, formas e uma moldura do dispositivo.
pt_pt: Adicione capturas de ecrã de Fotos ou Ficheiros e insira texto, formas e uma moldura do dispositivo.
ro: Adăugați capturi de ecran din Fotografii sau Fișiere, apoi introduceți text, forme și un cadru pentru dispozitiv.
ru: Добавьте скриншоты из «Фото» или «Файлов», затем разместите текст, фигуры и рамку устройства.
sk: Pridajte snímky obrazovky z fotografií alebo súborov a potom vložte text, tvary a rám zariadenia.
sl: Dodajte posnetke zaslona iz fotografij ali datotek, nato spustite besedilo, oblike in okvir naprave.
sv: Lägg till skärmdumpar från foton eller filer och släpp sedan in text, former och en enhetsram.
th: เพิ่มภาพหน้าจอจากรูปภาพหรือไฟล์ จากนั้นวางข้อความ รูปร่าง และกรอบอุปกรณ์
tr: Fotoğraflar'dan veya Dosyalar'dan ekran görüntüleri ekleyin, ardından metin, şekil ve bir aygıt çerçevesi yerleştirin.
uk: Додайте знімки екрана з Фото або Файлів, а потім розмістіть текст, фігури та рамку пристрою.
ur: تصاویر یا فائلوں سے اسکرین شاٹس شامل کریں، پھر متن، شکلیں، اور ڈیوائس کے فریم میں ڈراپ کریں۔
vi: Thêm ảnh chụp màn hình từ Ảnh hoặc Tệp, sau đó thả văn bản, hình dạng và khung thiết bị.
zh_hans: 从“照片”或“文件”添加截图，然后放入文本、形状和设备边框。
zh_hant: 從「照片」或「檔案」加入螢幕截圖，然後放入文字、形狀和裝置外框。

source: Add shape
ar: أضف الشكل
ca: Afegeix forma
cs: Přidejte tvar
da: Tilføj form
de: Form hinzufügen
el: Προσθέστε σχήμα
es: Añadir forma
fa: افزودن شکل
fi: Lisää muoto
fr: Ajouter une forme
he: הוסף צורה
hr: Dodajte oblik
hu: Adjon hozzá formát
id: Tambahkan bentuk
it: Aggiungi forma
ja: 図形を追加
ko: 도형 추가
ms: Tambah bentuk
nl: Vorm toevoegen
no: Legg til form
pl: Dodaj kształt
pt_br: Adicionar forma
pt_pt: Adicionar forma
ro: Adaugă formă
ru: Добавить фигуру
sk: Pridajte tvar
sl: Dodajte obliko
sv: Lägg till form
th: เพิ่มรูปทรง
tr: Şekil ekle
uk: Додати фігуру
ur: شکل شامل کریں۔
vi: Thêm hình dạng
zh_hans: 添加形状
zh_hant: 加入形狀

source: Add SVG
ar: إضافة SVG
ca: Afegeix SVG
cs: Přidat SVG
da: Tilføj SVG
de: SVG hinzufügen
el: Προσθήκη SVG
es: Añadir SVG
fa: افزودن SVG
fi: Lisää SVG
fr: Ajouter un SVG
he: הוסף SVG
hr: Dodaj SVG
hu: SVG hozzáadása
id: Tambahkan SVG
it: Aggiungi SVG
ja: SVG を追加
ko: SVG 추가
ms: Tambahkan SVG
nl: Voeg SVG toe
no: Legg til SVG
pl: Dodaj SVG
pt_br: Adicionar SVG
pt_pt: Adicionar SVG
ro: Adăugați SVG
ru: Добавить SVG
sk: Pridať SVG
sl: Dodaj SVG
sv: Lägg till SVG
th: เพิ่ม SVG
tr: SVG Ekle
uk: Додати SVG
ur: شامل کریں SVG
vi: Thêm SVG
zh_hans: 添加 SVG
zh_hant: 加入 SVG

source: Add templates to the app bundle.
ar: أضف قوالب إلى حزمة التطبيق.
ca: Afegiu plantilles al paquet d'aplicacions.
cs: Přidejte šablony do balíčku aplikace.
da: Tilføj skabeloner til app-pakken.
de: Füge dem App-Bundle Vorlagen hinzu.
el: Προσθέστε πρότυπα στο πακέτο εφαρμογών.
es: Añade plantillas al paquete de la app.
fa: قالب‌ها را به بسته برنامه اضافه کنید.
fi: Lisää malleja sovelluspakettiin.
fr: Ajoutez des modèles au bundle de l'app.
he: הוסף תבניות ל-App Bundle.
hr: Dodajte predloške u paket aplikacija.
hu: Adjon hozzá sablonokat az alkalmazáscsomaghoz.
id: Tambahkan template ke app bundle.
it: Aggiungi modelli al bundle dell'app.
ja: テンプレートをアプリバンドルに追加します。
ko: 앱 번들에 템플릿을 추가합니다.
ms: Tambahkan templat pada app bundle.
nl: Voeg sjablonen toe aan de appbundel.
no: Legg til maler i app-pakken.
pl: Dodaj szablony do pakietu aplikacji.
pt_br: Adicione modelos ao pacote do aplicativo.
pt_pt: Adicione modelos ao pacote de aplicativos.
ro: Adăugați șabloane la pachetul de aplicații.
ru: Добавьте шаблоны в пакет приложения.
sk: Pridajte šablóny do balíka aplikácie.
sl: Dodajte predloge v paket aplikacij.
sv: Lägg till mallar i AAB-paketet.
th: เพิ่มเทมเพลตให้กับ App Bundle
tr: Uygulama paketine şablon ekleyin.
uk: Додайте шаблони в пакет програми.
ur: ایپ بنڈل میں ٹیمپلیٹس شامل کریں۔
vi: Thêm mẫu vào gói ứng dụng.
zh_hans: 将模板添加到 App 包。
zh_hant: 將範本加入 App 套件。

source: Add text & shapes
ar: إضافة النص والأشكال
ca: Afegeix text i formes
cs: Přidejte text a tvary
da: Tilføj tekst og figurer
de: Fügen Sie Text und Formen hinzu
el: Προσθέστε κείμενο και σχήματα
es: Agregar texto y formas
fa: اضافه کردن متن و اشکال
fi: Lisää tekstiä ja muotoja
fr: Ajouter du texte et des formes
he: הוסף טקסט וצורות
hr: Dodajte tekst i oblike
hu: Szöveg és alakzatok hozzáadása
id: Tambahkan teks & bentuk
ja: テキストと図形を追加する
ko: 텍스트 및 도형 추가
ms: Tambah teks & bentuk
nl: Voeg tekst en vormen toe
no: Legg til tekst og former
pl: Dodaj tekst i kształty
pt_br: Adicione texto e formas
pt_pt: Adicione texto e formas
ro: Adăugați text și forme
sk: Pridajte text a tvary
sl: Dodajte besedilo in oblike
sv: Lägg till text och former
th: เพิ่มข้อความและรูปร่าง
ur: متن اور شکلیں شامل کریں۔
vi: Thêm văn bản và hình dạng
zh_hans: 添加文本和形状

source: Add text, images, devices, and shapes from here. They'll appear on the selected row.
ar: أضف النص والصور والأجهزة والأشكال من هنا. وسوف تظهر في الصف المحدد.
ca: Afegeix text, imatges, dispositius i formes des d'aquí. Apareixeran a la fila seleccionada.
cs: Zde přidávejte text, obrázky, zařízení a tvary. Zobrazí se na vybraném řádku.
da: Tilføj tekst, billeder, enheder og figurer herfra. De vises på den valgte række.
de: Fügen Sie hier Text, Bilder, Geräte und Formen hinzu. Sie werden in der ausgewählten Zeile angezeigt.
el: Προσθέστε κείμενο, εικόνες, συσκευές και σχήματα από εδώ. Θα εμφανιστούν στην επιλεγμένη σειρά.
es: Agregue texto, imágenes, dispositivos y formas desde aquí. Aparecerán en la fila seleccionada.
fa: متن، تصاویر، دستگاه‌ها و اشکال را از اینجا اضافه کنید. آنها در ردیف انتخاب شده ظاهر می شوند.
fi: Lisää tekstiä, kuvia, laitteita ja muotoja täältä. Ne näkyvät valitulla rivillä.
fr: Ajoutez du texte, des images, des appareils et des formes à partir d'ici. Ils apparaîtront sur la ligne sélectionnée.
he: הוסף טקסט, תמונות, מכשירים וצורות מכאן. הם יופיעו בשורה שנבחרה.
hr: Odavde dodajte tekst, slike, uređaje i oblike. Oni će se pojaviti u odabranom retku.
hu: Adjon hozzá szöveget, képeket, eszközöket és alakzatokat innen. A kiválasztott sorban jelennek meg.
id: Tambahkan teks, gambar, perangkat, dan bentuk dari sini. Mereka akan muncul di baris yang dipilih.
ja: ここからテキスト、画像、デバイス、図形を追加します。選択した行に表示されます。
ko: 여기에서 텍스트, 이미지, 장치, 도형을 추가하세요. 선택한 행에 표시됩니다.
ms: Tambahkan teks, imej, peranti dan bentuk dari sini. Ia akan muncul pada baris yang dipilih.
nl: Voeg vanaf hier tekst, afbeeldingen, apparaten en vormen toe. Ze verschijnen in de geselecteerde rij.
no: Legg til tekst, bilder, enheter og former herfra. De vises på den valgte raden.
pl: Tutaj możesz dodawać tekst, obrazy, urządzenia i kształty. Pojawią się w wybranym wierszu.
pt_br: Adicione texto, imagens, dispositivos e formas aqui. Eles aparecerão na linha selecionada.
pt_pt: Adicione texto, imagens, dispositivos e formas aqui. Eles aparecerão na linha selecionada.
ro: Adăugați text, imagini, dispozitive și forme de aici. Acestea vor apărea pe rândul selectat.
sk: Odtiaľto pridajte text, obrázky, zariadenia a tvary. Zobrazia sa vo vybranom riadku.
sl: Od tu dodajte besedilo, slike, naprave in oblike. Prikazali se bodo v izbrani vrstici.
sv: Lägg till text, bilder, enheter och former härifrån. De kommer att visas på den valda raden.
th: เพิ่มข้อความ รูปภาพ อุปกรณ์ และรูปร่างได้จากที่นี่ จะปรากฏบนแถวที่เลือก
ur: یہاں سے متن، تصاویر، آلات اور شکلیں شامل کریں۔ وہ منتخب قطار پر ظاہر ہوں گے۔
vi: Thêm văn bản, hình ảnh, thiết bị và hình dạng từ đây. Chúng sẽ xuất hiện trên hàng đã chọn.
zh_hans: 从此处添加文本、图像、设备和形状。它们将出现在选定的行上。

source: Add the locale in App Store Connect, or disable this locale here.
ar: قم بإضافة اللغة في App Store Connect، أو قم بتعطيل هذه اللغة هنا.
ca: Afegiu la configuració regional a App Store Connect o desactiveu aquesta configuració regional aquí.
cs: Přidejte národní prostředí do App Store Connect nebo zde toto národní prostředí zakažte.
da: Tilføj lokaliteten i App Store Connect, eller deaktiver denne lokalitet her.
de: Füge die Sprache in App Store Connect hinzu oder deaktiviere sie hier.
el: Προσθέστε την τοπική ρύθμιση στο App Store Connect ή απενεργοποιήστε αυτήν την τοπική ρύθμιση εδώ.
es: Añade el idioma en App Store Connect o desactívalo aquí.
fa: زبان را در App Store Connect اضافه کنید یا آن را اینجا غیرفعال کنید.
fi: Lisää kieli App Store Connectissa tai poista tämä kieli käytöstä täällä.
fr: Ajoutez la langue dans App Store Connect, ou désactivez-la ici.
he: הוסף את המקום ב-App Store Connect, או השבת את המקום הזה כאן.
hr: Dodajte oznaku zemlje u App Store Connect ili je onemogućite ovdje.
hu: Adja hozzá a nyelv- és országkódot itt: App Store Connect, vagy tiltsa le itt.
id: Tambahkan lokal di App Store Connect, atau nonaktifkan lokal ini di sini.
it: Aggiungi la lingua in App Store Connect oppure disattiva qui questa lingua.
ja: App Store Connectでロケールを追加するか、ここでこのロケールを無効にしてください。
ko: App Store Connect에서 로케일을 추가하거나 여기서 이 로케일을 비활성화하세요.
ms: Tambahkan tempattempat dalam App Store Connect atau lumpuhkan tempattempat ini di sini.
nl: Voeg de landinstelling toe in App Store Connect, of schakel deze landinstelling hier uit.
no: Legg til lokaliteten i App Store Connect, eller deaktiver denne lokaliteten her.
pl: Dodaj ustawienia regionalne w App Store Connect lub wyłącz je tutaj.
pt_br: Adicione a localidade no App Store Connect ou desative-a aqui.
pt_pt: Adicione a localidade em App Store Connect ou desative esta localidade aqui.
ro: Adăugați localitatea în App Store Connect sau dezactivați această localitate aici.
ru: Добавьте язык в App Store Connect или отключите этот язык здесь.
sk: Pridajte miestne nastavenie do App Store Connect alebo tu toto miestne nastavenie zakážte.
sl: Dodajte območne nastavitve v App Store Connect ali jih onemogočite tukaj.
sv: Lägg till språket i App Store Connect, eller inaktivera det här språket här.
th: เพิ่มสถานที่ใน App Store Connect หรือปิดใช้งานสถานที่นี้ที่นี่
tr: Dili App Store Connect'te ekleyin ya da bu dili burada devre dışı bırakın.
uk: Додайте цю мову в App Store Connect або вимкніть її тут.
ur: زبان کو App Store Connect میں شامل کریں، یا اس مقام کو یہاں غیر فعال کریں۔
vi: Thêm ngôn ngữ vào App Store Connect hoặc tắt ngôn ngữ này tại đây.
zh_hans: 请在 App Store Connect 中添加该语言，或在此处停用该语言。
zh_hant: 請在 App Store Connect 中加入此語言，或在此停用此語言。

source: Add the locales in App Store Connect, or disable them here.
ar: أضف اللغات المحلية في App Store Connect، أو قم بتعطيلها هنا.
ca: Afegiu les configuracions regionals a App Store Connect o desactiveu-les aquí.
cs: Přidejte národní prostředí do App Store Connect nebo je zde deaktivujte.
da: Tilføj lokaliteterne i App Store Connect, eller deaktiver dem her.
de: Füge die Sprachen in App Store Connect hinzu oder deaktiviere sie hier.
el: Προσθέστε τις τοπικές ρυθμίσεις στο App Store Connect ή απενεργοποιήστε τις εδώ.
es: Añade los idiomas en App Store Connect o desactívalos aquí.
fa: زبان‌ها را در App Store Connect اضافه کنید یا آن‌ها را اینجا غیرفعال کنید.
fi: Lisää kielet App Store Connectissa tai poista ne käytöstä täällä.
fr: Ajoutez les langues dans App Store Connect, ou désactivez-les ici.
he: הוסף את המקומות ב-App Store Connect, או השבת אותם כאן.
hr: Dodajte oznake zemlje u App Store Connect ili ih onemogućite ovdje.
hu: Adja hozzá a nyelvi beállításokat a App Store Connect kifejezéshez, vagy tiltsa le őket itt.
id: Tambahkan lokal di App Store Connect, atau nonaktifkan di sini.
it: Aggiungi le lingue in App Store Connect oppure disattivale qui.
ja: App Store Connectでロケールを追加するか、ここでこれらのロケールを無効にしてください。
ko: App Store Connect에서 로케일을 추가하거나 여기서 비활성화하세요.
ms: Tambahkan tempat dalam App Store Connect atau lumpuhkannya di sini.
nl: Voeg de landinstellingen toe in App Store Connect, of schakel ze hier uit.
no: Legg til lokalitetene i App Store Connect, eller deaktiver dem her.
pl: Dodaj ustawienia regionalne w App Store Connect lub wyłącz je tutaj.
pt_br: Adicione as localidades no App Store Connect ou desative-as aqui.
pt_pt: Adicione as localidades em App Store Connect ou desative-as aqui.
ro: Adăugați localitățile în App Store Connect sau dezactivați-le aici.
ru: Добавьте языки в App Store Connect или отключите их здесь.
sk: Pridajte miestne nastavenia do App Store Connect alebo ich tu zakážte.
sl: Dodajte lokalne nastavitve v App Store Connect ali jih onemogočite tukaj.
sv: Lägg till språken i App Store Connect, eller inaktivera dem här.
th: เพิ่มสถานที่ใน App Store Connect หรือปิดการใช้งานที่นี่
tr: Dilleri App Store Connect'te ekleyin veya burada devre dışı bırakın.
uk: Додайте ці мови в App Store Connect або вимкніть їх тут.
ur: زبانیں App Store Connect میں شامل کریں، یا انہیں یہاں غیر فعال کریں۔
vi: Thêm ngôn ngữ trong App Store Connect hoặc tắt chúng tại đây.
zh_hans: 请在 App Store Connect 中添加这些语言，或在此处停用它们。
zh_hant: 請在 App Store Connect 中加入這些語言，或在此停用它們。

source: Add this locale in App Store Connect, then refresh locales.
ar: أضف هذه اللغة في App Store Connect، ثم قم بتحديث اللغات.
ca: Afegiu aquesta configuració regional a App Store Connect i, a continuació, actualitzeu les configuracions regionals.
cs: Přidejte toto národní prostředí do App Store Connect a poté obnovte národní prostředí.
da: Tilføj denne landestandard i App Store Connect, og opdater derefter landestandarder.
de: Füge diese Sprache in App Store Connect hinzu und aktualisiere dann die Sprachen.
el: Προσθέστε αυτήν την τοπική ρύθμιση στο App Store Connect και, στη συνέχεια, ανανεώστε τις τοπικές ρυθμίσεις.
es: Añade este idioma en App Store Connect y luego actualiza los idiomas.
fa: این زبان را در App Store Connect اضافه کنید، سپس زبان‌ها را بازخوانی کنید.
fi: Lisää tämä kieli App Store Connectissa ja päivitä sitten kielet.
fr: Ajoutez cette langue dans App Store Connect, puis actualisez les langues.
he: הוסף את המקום הזה ב-App Store Connect, ולאחר מכן רענן את המקומות.
hr: Dodajte ovu oznaku zemlje u App Store Connect, a zatim osvježite oznaku zemlje.
hu: Adja hozzá ezt a nyelv- és országkódot a App Store Connect alatt, majd frissítse a nyelvi beállításokat.
id: Tambahkan lokal ini di App Store Connect, lalu segarkan lokal.
it: Aggiungi questa lingua in App Store Connect, poi aggiorna le lingue.
ja: このロケールを App Store Connect に追加し、ロケールを更新します。
ko: App Store Connect에 이 로케일을 추가한 후 로케일을 새로 고치세요.
ms: Tambahkan tempat ini dalam App Store Connect, kemudian muat semula tempattempat.
nl: Voeg deze landinstelling toe in App Store Connect en vernieuw vervolgens de landinstellingen.
no: Legg til denne lokaliteten i App Store Connect, og oppdater deretter lokalitetene.
pl: Dodaj te ustawienia regionalne w App Store Connect, a następnie odśwież ustawienia regionalne.
pt_br: Adicione esta localidade no App Store Connect e atualize as localidades.
pt_pt: Adicione esta localidade em App Store Connect e atualize as localidades.
ro: Adăugați această localitate în App Store Connect, apoi reîmprospătați localurile.
ru: Добавьте этот язык в App Store Connect, затем обновите список языков.
sk: Pridajte toto miestne nastavenie do App Store Connect a potom obnovte miestne nastavenia.
sl: Dodajte ta jezik v App Store Connect, nato osvežite jezike.
sv: Lägg till det här språket i App Store Connect och uppdatera sedan språkinställningarna.
th: เพิ่มสถานที่นี้ใน App Store Connect จากนั้นรีเฟรชสถานที่
tr: Bu dili App Store Connect'te ekleyin, ardından dilleri yenileyin.
uk: Додайте цю мову в App Store Connect, а потім оновіть список мов.
ur: اس لوکیل کو App Store Connect میں شامل کریں، پھر لوکیلز کو ریفریش کریں۔
vi: Thêm ngôn ngữ này vào App Store Connect, sau đó làm mới ngôn ngữ.
zh_hans: 请在 App Store Connect 中添加此语言，然后刷新语言列表。
zh_hant: 請在 App Store Connect 中加入此語言，然後重新整理語言。

source: Add to your photo library
ar: أضف إلى مكتبة الصور الخاصة بك
ca: Afegeix a la teva biblioteca de fotos
cs: Přidejte do své knihovny fotografií
da: Føj til dit fotobibliotek
de: Zur Fotomediathek hinzufügen
el: Προσθέστε στη βιβλιοθήκη φωτογραφιών σας
es: Añadir a tu fototeca
fa: افزودن به کتابخانهٔ عکس‌ها
fi: Lisää valokuvakirjastoosi
fr: Ajoutez à votre photothèque
he: הוסף לספריית התמונות שלך
hr: Dodajte u svoju biblioteku fotografija
hu: Add hozzá a fotókönyvtáradhoz
id: Tambahkan ke perpustakaan foto Anda
it: Aggiungi alla libreria di Foto
ja: 写真ライブラリに追加する
ko: 사진 라이브러리에 추가
ms: Tambahkan pada pustaka foto anda
nl: Voeg toe aan uw fotobibliotheek
no: Legg til bildebiblioteket ditt
pl: Dodaj do swojej biblioteki zdjęć
pt_br: Adicione à sua biblioteca de fotos
pt_pt: Adicione à sua biblioteca de fotos
ro: Adăugați la biblioteca dvs. de fotografii
ru: Добавить в медиатеку
sk: Pridajte do svojej knižnice fotografií
sl: Dodajte v svojo knjižnico fotografij
sv: Lägg till i ditt fotobibliotek
th: เพิ่มลงในคลังภาพของคุณ
tr: Fotoğraf arşivinize ekleyin
uk: Додати до медіатеки
ur: اپنی تصویری لائبریری میں شامل کریں۔
vi: Thêm vào thư viện ảnh của bạn
zh_hans: 添加到你的照片图库
zh_hant: 加入你的照片圖庫

source: Add your content
ar: أضف المحتوى الخاص بك
ca: Afegeix el teu contingut
cs: Přidejte svůj obsah
da: Tilføj dit indhold
de: Inhalte hinzufügen
el: Προσθέστε το περιεχόμενό σας
es: Añade tu contenido
fa: محتوای خود را اضافه کنید
fi: Lisää sisältösi
fr: Ajoutez votre contenu
he: הוסף את התוכן שלך
hr: Dodajte svoj sadržaj
hu: Add hozzá a tartalmat
id: Tambahkan konten Anda
it: Aggiungi i tuoi contenuti
ja: コンテンツを追加する
ko: 콘텐츠 추가
ms: Tambahkan kandungan anda
nl: Voeg uw inhoud toe
no: Legg til innholdet ditt
pl: Dodaj swoją treść
pt_br: Adicione seu conteúdo
pt_pt: Adicione seu conteúdo
ro: Adăugați conținutul dvs
ru: Добавьте свой контент
sk: Pridajte svoj obsah
sl: Dodajte svojo vsebino
sv: Lägg till ditt innehåll
th: เพิ่มเนื้อหาของคุณ
tr: İçeriğinizi ekleyin
uk: Додайте свій вміст
ur: اپنا مواد شامل کریں۔
vi: Thêm nội dung của bạn
zh_hans: 添加你的内容
zh_hant: 加入你的內容

source: Add your Issuer ID, Key ID, and .p8 key in Settings → App Store Connect.
ar: أضف مفتاح Issuer ID وKey ID و.p8 في الإعدادات → App Store Connect.
ca: Afegeix la teva clau Issuer ID, Key ID i .p8 a Configuració → App Store Connect.
cs: Přidejte klíč Issuer ID, Key ID a .p8 v Nastavení → App Store Connect.
da: Tilføj din Issuer ID, Key ID og .p8-nøgle i Indstillinger → App Store Connect.
de: Füge deine Issuer ID, Key ID und deinen .p8-Schlüssel unter „Einstellungen“ → „App Store Connect“ hinzu.
el: Προσθέστε τα κλειδιά Issuer ID, Key ID και .p8 στις Ρυθμίσεις → App Store Connect.
es: Añade tu Issuer ID, Key ID y la clave .p8 en Ajustes → App Store Connect.
fa: Issuer ID، Key ID و کلید .p8 خود را در تنظیمات → App Store Connect وارد کنید.
fi: Lisää Issuer ID, Key ID ja .p8-avain kohdassa Asetukset → App Store Connect.
fr: Ajoutez votre Issuer ID, votre Key ID et votre clé .p8 dans Réglages → App Store Connect.
he: הוסף את מקש Issuer ID, Key ID ו-.p8 בהגדרות → App Store Connect.
hr: Dodajte svoj ključ Issuer ID, Key ID i .p8 u Postavke → App Store Connect.
hu: Adja hozzá a Issuer ID, Key ID és .p8 kulcsát a Beállítások → App Store Connect menüpontban.
id: Tambahkan kunci Issuer ID, Key ID, dan .p8 Anda di Pengaturan → App Store Connect.
it: Aggiungi Issuer ID, Key ID e chiave .p8 in Impostazioni → App Store Connect.
ja: 設定 → App Store Connect で Issuer ID、Key ID、.p8 キーを追加してください。
ko: 설정 → App Store Connect에서 Issuer ID, Key ID, .p8 키를 추가하세요.
ms: Tambahkan kunci Issuer ID, Key ID dan .p8 anda dalam Tetapan → App Store Connect.
nl: Voeg uw Issuer ID-, Key ID- en .p8-sleutel toe in Instellingen → App Store Connect.
no: Legg til nøkkelen Issuer ID, Key ID og .p8 i Innstillinger → App Store Connect.
pl: Dodaj klucz Issuer ID, Key ID i .p8 w Ustawieniach → App Store Connect.
pt_br: Adicione seu Issuer ID, Key ID e chave .p8 em Ajustes → App Store Connect.
pt_pt: Adicione suas chaves Issuer ID, Key ID e .p8 em Configurações → App Store Connect.
ro: Adăugați cheia dvs. Issuer ID, Key ID și .p8 în Setări → App Store Connect.
ru: Укажите Issuer ID, Key ID и ключ .p8 в разделе «Настройки» → App Store Connect.
sk: Pridajte kľúč Issuer ID, Key ID a .p8 v Nastaveniach → App Store Connect.
sl: Dodajte svoj ključ Issuer ID, Key ID in .p8 v Nastavitve → App Store Connect.
sv: Lägg till din Issuer ID, Key ID och .p8-nyckel i Inställningar → App Store Connect.
th: เพิ่มคีย์ Issuer ID, Key ID และ .p8 ในการตั้งค่า → App Store Connect
tr: Issuer ID, Key ID ve .p8 anahtarınızı Ayarlar → App Store Connect bölümünde ekleyin.
uk: Додайте Issuer ID, Key ID і ключ .p8 у розділі «Параметри → App Store Connect».
ur: ترتیبات → App Store Connect میں اپنی Issuer ID، Key ID، اور .p8 کلید شامل کریں۔
vi: Thêm khóa Issuer ID, Key ID và .p8 của bạn trong Cài đặt → App Store Connect.
zh_hans: 请在“设置”→ App Store Connect 中添加你的 Issuer ID、Key ID 和 .p8 密钥。
zh_hant: 請在「設定」→ App Store Connect 中加入你的 Issuer ID、Key ID 和 .p8 密鑰。

source: Add Your Next Row
ar: أضف صفك التالي
ca: Afegeix la teva fila següent
cs: Přidejte svůj další řádek
da: Tilføj din næste række
de: Nächste Zeile hinzufügen
el: Προσθέστε την επόμενη σειρά σας
es: Añade tu siguiente fila
fa: افزودن ردیف بعدی
fi: Lisää seuraava rivi
fr: Ajoutez votre prochaine ligne
he: הוסף את השורה הבאה שלך
hr: Dodajte sljedeći redak
hu: Adja hozzá a következő sort
id: Tambahkan Baris Berikutnya Anda
it: Aggiungi la prossima riga
ja: 次の行を追加
ko: 다음 행 추가
ms: Tambahkan Baris Seterusnya Anda
nl: Voeg uw volgende rij toe
no: Legg til neste rad
pl: Dodaj następny wiersz
pt_br: Adicione sua próxima linha
pt_pt: Adicione sua próxima linha
ro: Adăugați următorul rând
ru: Добавьте следующую строку
sk: Pridajte svoj ďalší riadok
sl: Dodajte naslednjo vrstico
sv: Lägg till din nästa rad
th: เพิ่มแถวถัดไปของคุณ
tr: Sonraki Satırınızı Ekleyin
uk: Додайте наступний рядок
ur: اپنی اگلی قطار شامل کریں۔
vi: Thêm hàng tiếp theo của bạn
zh_hans: 添加下一行
zh_hant: 加入下一列
